
#SingleInstance, force

#Hotstring C ? * O

:::)::{U+263A}
:::-)::{U+263A}
:::(::{U+2639}
:::-(::{U+2639}

::A::{U+0x0245}
::a::{U+0x028C}
::b::{U+0x432}
; ::d::{U+0x0501}
; ::d::{U+0x0500}
; ::D::{U+0x0500}
::e::{U+0x025B}
::E::{U+0x0190}
; ::f::{U+0x3c6}	; φ
::f::{U+0x3d5}	; ϕ
::F::{U+0x03A6}	; Φ
; ::F::{U+0x10B4}	; Ⴔ
::g::{U+0x262}
::h::{U+0x043D}
::i::{U+0x131}
::j::{U+0x237}
::k::{U+0x138}
; ::l::{U+0x138}
; ::l::{U+0x03DF}
; ::L::{U+0x03DE}
::l::{U+0x43b}
::L::{U+0x41b}
::m::{U+0x28d}
; ::m::{U+0x43c}
::n::{U+0x274}
::r::{U+0x280}
::t::{U+0x442}
; ::p::{U+0x03C8}	; ψ
; ::p::{U+0x1d6d9}	; 𝛙
::p::{U+0x1d2a}	; ᴪ
::P::{U+0x03A8}	; Ψ
; ::q::c
; ::Q::C
; ::p::{U+0x03D9}	; ϙ
; ::P::{U+0x03D8}	; Ϙ
::t::{U+0x0442}
; ::тн::{U+0x0275}
; ::Tн::{U+0x019F}
; ::u::v
; ::U::V
::u::{U+0x3c5}
; ::w::v
; ::W::V
; ::w::{U+0x3c9}
; ::W::{U+0x03A9}
; ::x::cs
; ::X::Cs
::y::{U+0x0447}
::Y::{U+0x427}
; ::y::{U+0x263}
; ::Y::{U+0x194}
::z::{U+0x01A8}
::Z::{U+0x01A7}

; THƐ QUICK BROWN ΦOCS JVMΨS OVƐR THƐ ЛɅƧЧ DOG
; тнɛ qυıcĸ вʀowɴ ϕocs ȷvʍᴪs ovɛʀ тнɛ лʌƨч doɢ



; тнɛ cvıcĸ вʀovɴ ϕox ȷvʍᴪs ovɛʀ тнɛ лʌƨч oɢ; ϕ	0x3d5


#Hotstring C0 ?0 *0 O0
