#Hotstring C ? * O



::Ae&::{asc 0198} ; Æ
::ae&::{asc 0230} ; æ



; ::schwa&::{U+0259}
::schwar&::{U+025A}
::glot&::{U+0294}

::tt&::{U+2020}
::Tt&::{U+2021}



::ii&::{U+0131}
::Ii&::{U+0130}



; ::hbar&::{U+210F}
; ::planck&::{U+210F}



::esh&::{U+0283}
::Esh&::{U+01A9}
::ts&::{U+02A6}
::tesh&::{U+02A7}

::dz&::{U+02A3}
::dj&::{U+02A4}
::dʒ&::{U+02A4}

::EEE::{U+018F} ; Ə
::eee::{U+01DD} ; ǝ


::Nj&::{asc 0209} ; Ñ
::nj&::{asc 0241} ; ñ


::th&::{asc 0254} ; Þ
::Th&::{asc 0222} ; þ
::dh&::{asc 0240} ; ð
::Dh&::{asc 0208} ; Ð


::ng&::{U+014B} ; ŋ
::Ng&::{U+014A} ; Ŋ

::oe&::{U+0153} ; œ
::Oe&::{U+0152} ; Œ



::Wynn&::{U+01F7} ; Ƿ
::wynn&::{U+01BF} ; ƿ 

::Yogh&::{U+021C}
::yogh&::{U+021D}

::Ezh&::{U+01B7}
::ezh&::{U+0292}



::Alpha&::{U+0391}	; Α
::Beta&::{U+0392}	; Β
::Gamma&::{U+0393}	; Γ
::Delta&::{U+0394}	; Δ
::Epsilon&::{U+0395}	; Ε
::Zeta&::{U+0396}	; Ζ
; ::Eta&::{U+0397}	; Η
::Ieta&::{U+0397}	; Η
::Theta&::{U+0398}	; Θ
::Iota&::{U+0399}	; Ι
::Kappa&::{U+039A}	; Κ
::Lambda&::{U+039B}	; Λ
::Mu&::{U+039C}	; Μ
::Nu&::{U+039D}	; Ν
::Xi&::{U+039E}	; Ξ
::Omicron&::{U+039F}	; Ο
::Pi&::{U+03A0}	; Π
::Rho&::{U+03A1}	; Ρ
::Sigma&::{U+03A3}	; Σ
::Tau&::{U+03A4}	; Τ
::Upsilon&::{U+03A5}	; Υ
::Phi&::{U+03A6}	; Φ
::Chi&::{U+03A7}	; Χ
::Psi&::{U+03A8}	; Ψ
::Omega&::{U+03A9}	; Ω

::alpha&::{U+03B1}	; α
::beta&::{U+03B2}	; β
::gamma&::{U+03B3}	; γ
::delta&::{U+03B4}	; δ
::epsilon&::{U+03B5}	; ε
::zeta&::{U+03B6}	; ζ
; ::eta&::{U+03B7}	; η
::ieta&::{U+03B7}	; η
::theta&::{U+03B8}	; θ
::iota&::{U+03B9}	; ι
::kappa&::{U+03BA}	; κ
::lambda&::{U+03BB}	; λ
::mu&::{U+03BC}	; μ
::nu&::{U+03BD}	; ν
::xi&::{U+03BE}	; ξ
::omicron&::{U+03BF}	; ο
::pi&::{U+03C0}	; π
::rho&::{U+03C1}	; ρ
::sigma&::{U+03C3}	; σ
::tau&::{U+03C4}	; τ
::upsilon&::{U+03C5}	; υ
::phi&::{U+03C6}	; φ
::chi&::{U+03C7}	; χ
::psi&::{U+03C8}	; ψ
::omega&::{U+03C9}	; ω

::sigmA&::{U+03C2}	; ς




::??::{U+00F7} ; ÷


::!?::{asc 168} ; ¿
::?!::{asc 173} ; ¡

; ::=<::{asc 243} ; ≤
; ::=>::{asc 242} ; ≥

::e^::{asc 0233} ; é
::E^::{asc 0201} ; É

::^a::{asc 0224} ; à
::^A::{asc 0192} ; À

::c^::{asc 0231} ; ç
::C^::{asc 0199} ; Ç

::^u::{asc 0249} ; ù
::^U::{asc 0217} ; Ù

::^e::{asc 0232} ; è
::^E::{asc 0200} ; È

::->::{U+2192}
::+-::{U+00B1}

::all&::{U+2200} ; ∀
::any&::{U+2203} ; ∃

::and&::{U+2227} ; ∧
::or&::{U+2228} ; ∨

::?=&::{U+2248} ; ≈
::!=&::{U+2260} ; ≠

#Hotstring C0 ?0 O0

